base
base-devel
linux
linux-headers
linux-firmware
pipewire
pipewire-audio
pipewire-pulse
pipewire-jack
pipewire-alsa
wireplumber
pavucontrol
xdg-user-dirs
mesa
--END OF MINIMAL INSTALL--
bluez
bluez-utils
bridge-utils
btrfs-progs
efibootmgr
egl-wayland
gparted
gptfdisk
neofetch
ntfs-3g
ntp
os-prober
p7zip
terminus-font
unrar
unzip
mangohud
gnome-disks
plymouth
