mesa
xorg
xorg-server
xorg-apps
xorg-drivers
xorg-xkill
xorg-xinit
base-devel
libx11
libxft
libxinerama
freetype2
binutils
dosfstools
linux-headers
noto-fonts-emoji
usbutils
xdg-user-dirs
firefox
--END OF MINIMAL INSTALL--
alsa-plugins
alsa-utils
bluez
bluez-libs
bluez-utils
bridge-utils
btrfs-progs
efibootmgr
egl-wayland
gcc
gparted
gptfdisk
neofetch
ntfs-3g
ntp
os-prober
p7zip
terminus-font
unrar
unzip
